tap "aws/tap"
# Github
brew "act"
brew "gh"
# AWS
brew "awscli"
brew "aws-sam-cli"
brew "awslogs"
brew "aws/tap/copilot-cli"
# wcs-dependency
brew "python@3.12"
brew "sonar-scanner"
# docker / k8s
brew "dive"
brew "hadolint"
brew "krew"
brew "kube-ps1"
brew "kustomize"
# utils
brew "fblog"
brew "forgit"
brew "fx"
# hstr -> go to apt
brew "hstr"
brew "mdless"
brew "yq"
